Repository: MarloKessler/time-me
Catalog: time:me/*.lproj/Localizable.strings
Languages: de

source: Next
de: Weiter

source: Allow Access
de: Zugriff erlauben

source: Start now!
de: Jetzt loslegen!

# intro label 1
source: It doesn't matter if your self-employed or an employee, time:me helps you easily track the time you need with your clients, so you can bill them exactly and nevermore get complaints about incorrect bills.
de: Egal ob Du Selbstständig, Freiberufler oder Angestellter bist, time:me hilft Dir dabei, ganz einfach deine Zeit bei deinen Kunden zu erfassen, damit Du deine Kunden minutengenau abrechnen kannst und Du nie wieder Beschwerden wegen falscher Abrechnungen erhälst.

# intro label 2
source: time:me uses the business appointments you entered in Calendar, so it is able to track your time.
de: time:me greift dazu auf die Kundentermine deiner Arbeitskalender zu, damit Du passend zu deinem Kundentermin die Zeit erfassen kannst.

# intro label 3
source: With the time:me widget you can start and stop time tracking within only one swipe.
de: Mit dem time:me-Widget kannst Du mit nur einem Swipe die Zeiterfassung starten und wieder stoppen!

# intro label 4
source: time:me notifies you about your next appointment, so you never forget to track your time!
de: time:me erinnert Dich mit einer Benachrichtigung an deinen nächsten Termin, sodass Du nie vergisst, die Zeiterfassung zu starten!

# intro label 5
source: And if things go wrong you can add appointments manually. You can also edit existing appointments, if you forgot to start or stop time tracking timely.
de: Und falls doch einmal etwas schief laufen sollte, kannst Du Termine in time:me manuell nachtragen. Du kannst auch bestehende Termine bearbeiten, falls Du einmal vergessen hast, deine Zeiterfassung rechtzeitig zu starten oder zu stoppen.

# intro label 6.1
source: You can test time:me for free for the first
de: Du kannst time:me in den ersten

# intro label 6.2
source: days to see if it fits to you. You can also upgrade to time:me+ in order to use time:me permanently.
de: Tagen kostenlos testen, um zu sehen ob es zu Dir passt. Du kannst natürlich jederzeit auf time:me+ upgraden, um time:me dauerhaft kostenlos zu verwenden.

# calendar access necessary title
source: Calendar access necessary
de: Kalenderzugriff erforderlich

# calendar access necessary declaration
source: We need access to Calendar to track your appointments!
de: Wir benötigen Zugriff auf deinen Kalender, um deine Kundentermine erfassen zu können!

source: settings
de: Einstellungen

source: Cancel
de: Abbrechen

source: Don't Cancel
de: Nicht Abbrechen

source: Alright!
de: Alles klar!

source: Edit
de: Bearbeiten

source: Add
de: Hinzufügen

source: Delete
de: Löschen

source: Don't Delete
de: Nicht Löschen

source: from
de: von

source: until
de: bis

source: clock
de: Uhr

# start time tracking
source: Start tracking
de: Zeiterfassung starten

# stop time tracking
source: Stop tracking
de: Zeiterfassung stoppen

# cancel tracking title
source: Cancel tracking
de: Aufzeichnung abbrechen

# cancel tracking description
source: Do you really want to cancel this track? This step cannot be undone.
de: Möchtest Du wirklich die Aufzeichnung abbrechen? Dieser Schritt kann nicht rückgängig gemacht werden.

# delete tracking title
source: Delete track
de: Aufzeichnung Löschen

# delete tracking description
source: Do you really want to delete this track? This step cannot be undone.
de: Möchtest Du wirklich die Aufzeichnung löschen? Dieser Schritt kann nicht rückgängig gemacht werden.

# buy view bodylabel demo first part
source: We hope you enjoy time:me. You can test time:me for another
de: Wir hoffen time:me gefällt Dir. Du kannst time:me noch

# buy view bodylabel demo second part
source: days for free. Upgrade now to time:me+ to use time:me permanently.
de: Tage kostenlos testen. Oder upgrade jetzt auf time:me+, um time:me dauerhaft kostenlos zu verwenden.

# buy view bodylabel buy now
source: Your test period is over. Buy now time:me+, so you can use time:me in future too.
de: Deine Testphase ist leider vorüber. Wir hoffen time:me gefällt Dir und erleichtert Dir deine Zeiterfassung. Kaufe jetzt time:me+ um time:me auch weiterhin nutzen zu können.

# legal label text
source: I read the General Terms & Conditions and the Privacy Statement and agree with them!
de: Ich habe die AGBs und die Datenschutzerklärung gelesen und erkläre mich damit einverstanden!

# welcome to tm+ title
source: Welcome to time:me+
de: Willkommen bei time:me+

# welcome to tm+ description
source: We're happy to welcome you to the time:me+ family! From now on you can use time:me permanently for free to track your time. Additionally we will keep up-to-date with new functions. We hope you like it.
de: Herzlichen Glückwunsch zu time:me+. Ab sofort kannst Du time:me dauerhaft kostenlos benutzen, um deine Zeit zu erfassen. Außerdem erhälst Du immer Zugriff auf die neusten Funktionen und Verbesserungen. Wir hoffen die App gefällt Dir.

# bought got restored title
source: Your bought got restored! Welcome back.
de: Dein Kauf wurde wiederhergestellt! Herzlich Willkommen zurück.

# enjoy time:me
source: Do you enjoy time:me?
de: Gefällt Dir time:me?

source: Absolutely!
de: Absolut!

source: Not really...
de: Nicht so sehr...

# rate email subject
source: Things you can do better
de: Dinge, die Ihr besser machen könnt

# error not possible
source: Error: You are not able to send any emails!
de: Fehler: Du kannst keine E-Mails versenden!

# sorry to hear that
source: We're sorry to hear, that you don't like time:me!
de: Es tut uns Leid zu hören, dass Dir time:me nicht gefällt!

# contact developer
source: Tell us, what you don't like. We'll improve time:me permantently.
de: Erzähle uns, was Dir nicht gefällt. Wir verbessern time:me permanent.

source: Contact us!
de: Schreibe uns!

source: Thank you!
de: Danke!

# thank you for comment
source: Thank you, for sharing your opinion. We read every email and try make time:me better for you!
de: Danke, dass Du deine Meinung mit uns geteilt hast. Wir lesen jede E-Mail und versuchen time:me für dich zu verbessern!

# buy toolbar text 2
source: demo days left. Buy now!
de: Tage testen oder jetzt kaufen!
